Repository: badreldenbeko/sharp
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sharp4IT
ar: ال-شارب

source: We will have the answer to all your inquiries
ar: سيكون لدينا الإجابة على جميع الاستفسارات الخاصة بك

source: We will arrange your company to control your business resources
ar: سوف نقوم بترتيب شركتك للتحكم في موارد أعمالك

source: Home
ar: الرئيسية

source: Why Choose Sharp4IT
ar: لماذا الشارب لحلول الاعمال

source: Sharp4IT is leading a new concept in the market; we are a Technology system integrator company that offers a wide range of technology to business consultation services covering the whole business lifecycle. From the company"s head office in Cairo-Egypt and a dedicated team of business analysis experts and technology consultants assisted by marketing and sales professionals offering an extensive portfolio for private sector corporates, public sector.
ar: ال-شارب تصوغ مفهوما جديداً فى السوق, نحن شركة تعمل على تقديم مجموعة واسعة من حلول الاعمال التكنولوجية التى تغطى دورة حياة مشروعك بالكامل, من خلال فريق من الخبراء والاستشاريين فى مجال تكنولوجيا المعلومات والاعمال ويساعدهم خبراء التسويق والمبيعات اللذين يغطون جانب كبير من الاعمال الخاصة والحكومية على حد سواء.

source: Get in touch
ar: أتصل بنا

source: Phone
ar: تليفون

source: Email
ar: البريد الالكترونى

source: Address
ar: العنوان

source: 7, Ewais, Mansheya El-Bakry, Heliopolis, Cairo Governorate
ar: 7 شارع عويس - منشية البكرى - القاهرة

source: Send message
ar: إرسال

source: Copyright © 2018. All Rights Reserved. Sharp4IT
ar: جميع الحقوق محفوظة لشركة ال-شارب 2018

source: About
ar: عن الشركة

source: Our Services
ar: خدماتنا

source: All Services
ar: كل الخدمات

source: Pricing
ar: خطط الاسعار

source: Odoo apps
ar: تطبيقات اودو

source: Contact Us
ar: أتصل بنا

source: Contacts
ar: جهات الاتصال

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Our Clients
ar: عملائنا

source: Total Services
ar: كل الخدمات

source: Cups of Coffee
ar: فناجيل القهوة

source: Projects completed
ar: مشروعات مكتملة

source: Read more
ar: أقرأ المزيد

source: No services published ...
ar: لا يوجد خدمات ...

source: All services
ar: كل الخدمات

source: Username and password didn"t match. Please try again.
ar: حدث خطأ فى اسم المستخدم او كلمة المرور.

source: Please login or back to
ar: برجاء تسجيل الدخول أو العودة إلى
